Repository: xaron98/spiral-journey
Catalog: spiral journey project/Localizable.xcstrings
Source language: en
Languages: ar, ca, de, es, fr, ja, pt_br, zh_hans

# dna.motif.name.low-stress
source: Low stress
ar: ضغط منخفض
ca: Baix estrès
de: Wenig Stress
es: Bajo estrés
fr: Peu de stress
ja: ストレス低
zh_hans: 低压力

# dna.motif.name.melatonin-use
source: Melatonin use
ar: استخدام الميلاتونين
ca: Ús de melatonina
de: Melatonin-Einnahme
es: Uso de melatonina
fr: Prise de mélatonine
ja: メラトニン使用
zh_hans: 服用褪黑素

# dna.motif.name.no-melatonin
source: No melatonin
ar: بدون ميلاتونين
ca: Sense melatonina
de: Ohne Melatonin
es: Sin melatonina
fr: Sans mélatonine
ja: メラトニンなし
zh_hans: 无褪黑素

# dna.motif.name.poor-sleep
source: Poor sleep
ar: نوم سيء
ca: Son pobre
de: Schlechter Schlaf
es: Sueño pobre
fr: Mauvais sommeil
ja: 睡眠不良
zh_hans: 睡眠差

# dna.motif.name.sedentary-week
source: Sedentary week
ar: أسبوع خامل
ca: Setmana sedentària
de: Sitzende Woche
es: Semana sedentaria
fr: Semaine sédentaire
ja: 座りがちな週
zh_hans: 久坐周

# dna.motif.name.short-sleep
source: Short sleep
ar: نوم قصير
ca: Son curt
de: Kurzer Schlaf
es: Sueño corto
fr: Court sommeil
ja: 短い睡眠
zh_hans: 短睡眠

# dna.motif.name.weekday-mode
source: Weekday mode
ar: وضع أيام العمل
ca: Mode entre setmana
de: Wochentag-Modus
es: Modo entre semana
fr: Mode semaine
ja: 平日モード
zh_hans: 工作日模式

# dna.motif.name.weekend-mode
source: Weekend mode
ar: وضع عطلة
ca: Mode cap de setmana
de: Wochenend-Modus
es: Modo fin de semana
fr: Mode week-end
ja: 週末モード
zh_hans: 周末模式

# dna.motif.weeks
source: weeks
ar: أسابيع
ca: setmanes
de: Wochen
es: semanas
fr: semaines
ja: 週
zh_hans: 周

# dna.mutation.badge.missense
source: Missense
ar: متوسطة
ca: Moderada
de: Mäßig
es: Moderada
fr: Modérée
ja: 中程度
zh_hans: 中度

# dna.mutation.badge.nonsense
source: Nonsense
ar: شديدة
ca: Greu
de: Schwer
es: Grave
fr: Grave
ja: 重度
zh_hans: 重度

# dna.mutation.badge.silent
source: Silent
ar: صامت
ca: Silenciosa
de: Stumm
es: Silenciosa
fr: Silencieuse
ja: サイレント
zh_hans: 沉默

# dna.nav.title
source: Your Sleep DNA
ar: حمضك النووي للنوم
ca: El teu ADN del Son
de: Deine Schlaf-DNA
es: Tu ADN del Sueño
fr: Ton ADN du Sommeil
ja: あなたの睡眠DNA
zh_hans: 你的睡眠DNA

# dna.patterns.help.intro
source: Each pattern describes what makes a group of your weeks stand out from your personal average. Names are automatic — they pick the single factor that deviates the most.
ar: كل نمط يصف ما يجعل مجموعة من أسابيعك تبرز مقارنة بمتوسطك الشخصي. الأسماء تلقائية — يتم اختيار العامل الأكثر انحرافًا.
ca: Cada patró descriu què fa que un grup de les teves setmanes destaqui respecte a la teva mitjana habitual. Els noms són automàtics — s'escull el factor que més es desvia.
de: Jedes Muster beschreibt, was eine Gruppe Ihrer Wochen von Ihrem persönlichen Durchschnitt unterscheidet. Namen werden automatisch vergeben — der am stärksten abweichende Faktor.
es: Cada patrón describe qué hace que un grupo de tus semanas destaque frente a tu media habitual. Los nombres se asignan automáticamente — el algoritmo elige el único factor que más se desvía.
fr: Chaque motif décrit ce qui distingue un groupe de vos semaines de votre moyenne habituelle. Les noms sont automatiques — le facteur le plus écarté est choisi.
ja: 各パターンは、あなたの週のグループが個人的な平均からどのように際立っているかを表します。名前は自動で、最も逸脱した要因が選ばれます。
zh_hans: 每个模式描述是什么让您的一组周脱颖而出于您的个人平均水平。名称是自动的——选择偏差最大的单一因素。

# dna.patterns.help.title
source: Pattern legend
ar: وسيلة إيضاح الأنماط
ca: Llegenda de patrons
de: Muster-Legende
es: Leyenda de patrones
fr: Légende des motifs
ja: パターン凡例
zh_hans: 模式图例

# dna.patterns.timeline.count
source: %d motifs
ar: %d أنماط
ca: %d patrons
de: %d Muster
es: %d patrones
ja: %d 個のパターン
zh_hans: %d 个模式

# dna.patterns.timeline.instances
source: %d weeks
ar: %d أسابيع
ca: %d setmanes
de: %d Wochen
es: %d semanas
fr: %d semaines
ja: %d 週
zh_hans: %d 周

# dna.patterns.timeline.title
source: Pattern timeline
ar: الجدول الزمني للأنماط
ca: Línia de patrons
de: Muster-Zeitleiste
es: Línea de patrones
fr: Chronologie des motifs
ja: パターンタイムライン
zh_hans: 模式时间线

# dna.prediction.label.bedtime
source: Bedtime
ar: النوم
ca: Dormir
de: Schlafenszeit
es: Dormir
fr: Coucher
ja: 就寝
zh_hans: 入睡

# dna.prediction.label.duration
source: Duration
ar: المدة
ca: Durada
de: Dauer
es: Duración
fr: Durée
ja: 時間
zh_hans: 时长

# dna.prediction.label.wake
source: Wake
ar: الاستيقاظ
ca: Despertar
de: Aufwachen
es: Despertar
fr: Réveil
ja: 起床
zh_hans: 醒来

# dna.range.clear
source: Remove filter
ar: إزالة التصفية
ca: Eliminar filtre
de: Filter entfernen
es: Quitar filtro
fr: Retirer le filtre
ja: フィルタを外す
zh_hans: 移除筛选

# dna.range.footer
source: Only nights inside the range feed the 3D helix. Other views stay unaffected.
ar: فقط الليالي ضمن النطاق تُغذّي اللولب ثلاثي الأبعاد. العروض الأخرى لا تتأثر.
ca: Només les nits dins del rang alimenten l'hèlix 3D. La resta de vistes no es veuen afectades.
de: Nur Nächte innerhalb des Bereichs fließen in die 3D-Helix. Andere Ansichten bleiben unberührt.
es: Solo las noches dentro del rango alimentan la hélice 3D. El resto de vistas no se ven afectadas.
fr: Seules les nuits dans la plage alimentent l'hélice 3D. Les autres vues ne sont pas affectées.
ja: 範囲内の夜だけが3Dヘリックスに反映されます。他のビューには影響しません。
zh_hans: 只有范围内的夜晚会进入 3D 螺旋,其他视图不受影响。

# dna.range.from
source: From
ar: من
ca: Des de
de: Von
es: Desde
fr: Du
ja: 開始
zh_hans: 起始

# dna.range.preset.month
source: Last 30 days
ar: آخر 30 يومًا
ca: Últims 30 dies
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
ja: 直近30日間
zh_hans: 最近 30 天

# dna.range.preset.quarter
source: Last 90 days
ar: آخر 90 يومًا
ca: Últims 90 dies
de: Letzte 90 Tage
es: Últimos 90 días
fr: 90 derniers jours
ja: 直近90日間
zh_hans: 最近 90 天

# dna.range.preset.week
source: Last 7 days
ar: آخر 7 أيام
ca: Últims 7 dies
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
ja: 直近7日間
zh_hans: 最近 7 天

# dna.range.presets
source: Quick presets
ar: اختصارات
ca: Dreceres
de: Kurzauswahl
es: Atajos
fr: Raccourcis
ja: クイック設定
zh_hans: 快速选择

# dna.range.title
source: Date range
ar: نطاق التاريخ
ca: Rang de dates
de: Datumsbereich
es: Rango de fechas
fr: Plage de dates
ja: 日付範囲
zh_hans: 日期范围

# dna.range.to
source: To
ar: إلى
ca: Fins a
de: Bis
es: Hasta
fr: Au
ja: 終了
zh_hans: 截至

# dna.sheet.diag.clusters
source: Clusters formed
ar: المجموعات المشكلة
ca: Clústers formats
de: Cluster gebildet
es: Clusters formados
fr: Clusters formés
ja: 形成されたクラスタ
zh_hans: 形成的聚类

# dna.sheet.diag.dtwRange
source: DTW distance (min/med/max)
ar: مسافة DTW (أدنى/وسيط/أعلى)
ca: Distància DTW (mín/med/màx)
de: DTW-Abstand (min/med/max)
es: Distancia DTW (mín/med/máx)
fr: Distance DTW (min/méd/max)
ja: DTW距離 (最小/中央/最大)
zh_hans: DTW 距离（最小/中位/最大）

# dna.sheet.diag.hint.borderline
source: Data is borderline — clustering happened but no cluster grew past a single member. More data should reveal patterns.
ar: البيانات على الحدود — تم التجميع لكن لم يتجاوز أي عنقود عضوًا واحدًا. المزيد من البيانات سيكشف عن الأنماط.
ca: Les dades estan al límit — hi va haver clustering però cap clúster va passar d'un membre. Amb més dades haurien d'aparèixer patrons.
de: Daten am Rand — Clustering erfolgte, aber kein Cluster wuchs über ein einzelnes Mitglied hinaus. Mehr Daten sollten Muster aufzeigen.
es: Los datos están en el límite — hubo clustering pero ningún cluster llegó a 2 miembros. Con más datos deberían aparecer patrones.
fr: Données limites — clustering effectué mais aucun cluster n'a dépassé un seul membre. Plus de données devraient révéler des motifs.
ja: データは境界線上 — クラスタリングは行われたが、どのクラスタも単一メンバーを超えませんでした。さらにデータがあればパターンが現れるはずです。
zh_hans: 数据处于边缘 — 进行了聚类，但没有聚类超过单个成员。更多数据应该会显示模式。

# dna.sheet.diag.hint.fewSequences
source: Not enough weekly sequences to cluster (need ≥ 4).
ar: لا توجد أسابيع كافية للتجميع (يتطلب ≥ 4).
ca: No hi ha prou setmanes analitzables per clusteritzar (cal ≥ 4).
de: Nicht genug Wochen für Clustering (≥ 4 erforderlich).
es: No hay suficientes semanas analizables para clusterizar (hacen falta ≥ 4).
fr: Pas assez de séquences hebdomadaires pour clusteriser (≥ 4 requises).
ja: クラスタリングに十分な週がありません（≥ 4 必要）。
zh_hans: 周数不足以聚类（需要 ≥ 4）。

# dna.sheet.diag.hint.tooSimilar
source: All weeks are very similar (distances well below threshold). No distinct patterns to separate — likely very regular habits.
ar: جميع الأسابيع متشابهة جدًا (المسافات أقل بكثير من العتبة). ربما تكون عاداتك منتظمة جدًا.
ca: Totes les teves setmanes són molt semblants (distàncies molt per sota del llindar). No hi ha patrons distints — probablement els teus hàbits són molt regulars.
de: Alle Wochen sind sich sehr ähnlich (Abstände deutlich unter der Schwelle). Keine unterschiedlichen Muster — wahrscheinlich sehr regelmäßige Gewohnheiten.
es: Todas tus semanas son muy parecidas (distancias muy por debajo del umbral). No hay patrones distintos que separar — probablemente tus hábitos son muy regulares.
fr: Toutes vos semaines sont très similaires (distances bien en dessous du seuil). Pas de motifs distincts — habitudes probablement très régulières.
ja: すべての週が非常に似ています（距離がしきい値よりはるかに低い）。習慣が非常に規則的だと思われます。
zh_hans: 所有周都非常相似（距离远低于阈值）。习惯可能非常规律。

# dna.sheet.diag.hint.tooVaried
source: Weeks are too different from one another (all distances above threshold). No recurring pattern — each week stands alone.
ar: الأسابيع مختلفة جدًا (جميع المسافات فوق العتبة). لا يوجد نمط متكرر.
ca: Les teves setmanes són massa diferents entre si (totes les distàncies superen el llindar). No hi ha patró recurrent — cada setmana és única.
de: Die Wochen unterscheiden sich zu stark voneinander (alle Abstände über der Schwelle). Kein wiederkehrendes Muster.
es: Tus semanas son demasiado distintas entre sí (todas las distancias superan el umbral). No hay un patrón recurrente — cada semana es única.
fr: Les semaines sont trop différentes les unes des autres (toutes les distances dépassent le seuil). Pas de motif récurrent.
ja: 週の差が大きすぎます（すべての距離がしきい値を超える）。繰り返しパターンなし。
zh_hans: 周之间差异太大（所有距离都超过阈值）。无重复模式。

# dna.sheet.diag.multimember
source: Clusters with ≥ 2 weeks
ar: مجموعات ≥ أسبوعين
ca: Clústers amb ≥ 2 setmanes
de: Cluster mit ≥ 2 Wochen
es: Clusters con ≥ 2 semanas
fr: Clusters ≥ 2 semaines
ja: 2週以上のクラスタ
zh_hans: ≥ 2 周的聚类

# dna.sheet.diag.sequences
source: Weekly sequences
ar: الأسابيع المحللة
ca: Setmanes analitzables
de: Wochen analysiert
es: Semanas analizables
fr: Semaines analysables
ja: 分析された週
zh_hans: 分析的周

# dna.sheet.diag.threshold
source: Clustering threshold
ar: عتبة التجميع
ca: Llindar de clustering
de: Clustering-Schwelle
es: Umbral de clustering
fr: Seuil de clustering
ja: クラスタリングのしきい値
zh_hans: 聚类阈值

# dna.sheet.diag.title
source: Diagnostics
ar: تشخيص
ca: Diagnòstic
de: Diagnose
es: Diagnóstico
fr: Diagnostic
ja: 診断
zh_hans: 诊断

# dna.sheet.export.days
source: %d days
ar: %d أيام
ca: %d dies
de: %d Tage
es: %d días
fr: %d jours
ja: %d日
zh_hans: %d 天

# dna.sheet.export.description
source: Export your sleep nucleotides as CSV for research or backup.
ar: صدّر نكليوتيدات نومك بصيغة CSV للأبحاث أو النسخ الاحتياطي.
ca: Exporta els teus nucleòtids de son com a CSV per a recerca o còpia de seguretat.
de: Exportieren Sie Ihre Schlaf-Nukleotide als CSV für Forschung oder Sicherung.
es: Exporta tus nucleótidos de sueño como CSV para investigación o copia de seguridad.
fr: Exportez vos nucléotides de sommeil au format CSV pour la recherche ou la sauvegarde.
ja: 研究またはバックアップ用に、睡眠ヌクレオチドをCSVとしてエクスポートします。
zh_hans: 将睡眠核苷酸导出为 CSV 用于研究或备份。

# dna.sheet.export.empty
source: Not enough data to export yet.
ar: لا توجد بيانات كافية للتصدير بعد.
ca: Encara no hi ha prou dades per exportar.
de: Noch nicht genügend Daten zum Exportieren.
es: Aún no hay suficientes datos para exportar.
fr: Pas encore assez de données à exporter.
ja: まだエクスポートするのに十分なデータがありません。
zh_hans: 尚无足够数据可导出。

# dna.sheet.export.features
source: %d features
ar: %d ميزة
ca: %d característiques
de: %d Merkmale
es: %d características
fr: %d caractéristiques
ja: %d 特徴量
zh_hans: %d 个特征

# dna.sheet.export.placeholder
source: Preparing your data to export
ar: جارٍ إعداد بياناتك للتصدير
ca: Preparant les dades per exportar
de: Bereite deine Daten für den Export vor
es: Preparando los datos listos para exportar
fr: Préparation des données à exporter
ja: エクスポート用のデータを準備中
zh_hans: 正在准备要导出的数据

# dna.sheet.export.preview
source: Preview
ar: معاينة
ca: Vista prèvia
de: Vorschau
es: Vista previa
fr: Aperçu
ja: プレビュー
zh_hans: 预览

# dna.sheet.export.share
source: Share CSV
ar: مشاركة CSV
ca: Compartir CSV
de: CSV teilen
es: Compartir CSV
fr: Partager CSV
ja: CSVを共有
zh_hans: 分享 CSV

# dna.sheet.helix.placeholder
source: Detailed helix view is being prepared
ar: يتم إعداد عرض اللولب التفصيلي
ca: La vista detallada de l'hèlix s'està preparant
de: Detailansicht der Helix wird vorbereitet
es: La vista detallada de la hélice se está preparando
fr: La vue détaillée de l'hélice est en préparation
ja: 詳細ならせんビューを準備中
zh_hans: 正在准备详细螺旋视图

# dna.sheet.mutations.empty
source: Mutations appear once patterns are established (2 weeks minimum, you have %d).
ar: تظهر الطفرات بمجرد إنشاء الأنماط (أسبوعان كحد أدنى، لديك %d).
ca: Les mutacions apareixen quan s'estableixen els patrons (mínim 2 setmanes, portes %d).
de: Mutationen erscheinen, sobald Muster etabliert sind (mindestens 2 Wochen, Sie haben %d).
es: Las mutaciones aparecen cuando se establecen los patrones (mínimo 2 semanas, llevas %d).
fr: Les mutations apparaissent une fois les motifs établis (2 semaines minimum, vous avez %d).
ja: 変異はパターンが確立されると表示されます（最低2週間、現在 %d）。
zh_hans: 模式建立后会出现突变（至少 2 周，您有 %d）。

# dna.sheet.mutations.noClusters
source: No mutations yet — mutations are measured relative to your dominant pattern, which hasn't emerged distinctly in your data.
ar: لا توجد طفرات بعد — تُقاس الطفرات نسبةً إلى نمطك المهيمن، الذي لم يظهر بوضوح بعد.
ca: Encara no hi ha mutacions — es mesuren respecte al teu patró dominant, que encara no ha emergit clarament.
de: Noch keine Mutationen — sie werden relativ zu Ihrem dominanten Muster gemessen, das noch nicht klar hervortritt.
es: Aún no hay mutaciones — las mutaciones se miden relativas a tu patrón dominante, que todavía no ha emergido de forma clara.
fr: Aucune mutation pour l'instant — elles sont mesurées par rapport à votre motif dominant, qui n'est pas encore clairement émergé.
ja: まだ変異はありません — 変異は支配的なパターンに対して測定されますが、まだ明確に現れていません。
zh_hans: 尚无突变 — 突变是相对于您的主导模式测量的，该模式尚未明显出现。

# dna.sheet.mutations.placeholder
source: Looking for notable changes from your baseline pattern
ar: البحث عن تغييرات ملحوظة عن نمطك الأساسي
ca: Buscant canvis notables respecte al teu patró base
de: Suche nach auffälligen Änderungen gegenüber deinem Grundmuster
es: Buscando cambios notables respecto a tu patrón base
fr: Recherche de changements notables par rapport à ton motif de base
ja: ベースパターンからの顕著な変化を探索中
zh_hans: 查找与基础模式的显著变化

# dna.sheet.mutations.week
source: Week starting day %d
ar: الأسبوع الذي يبدأ في اليوم %d
ca: Setmana començant el dia %d
de: Woche ab Tag %d
es: Semana iniciando día %d
fr: Semaine commençant le jour %d
ja: %d日目の週
zh_hans: 从第 %d 天开始的一周

# dna.sheet.patterns.avgQuality
source: Average quality
ar: متوسط الجودة
ca: Qualitat mitjana
de: Durchschnittliche Qualität
es: Calidad media
fr: Qualité moyenne
ja: 平均品質
zh_hans: 平均质量

# dna.sheet.patterns.empty
source: Patterns are discovered after 2 weeks of data. You currently have %d/2.
ar: يتم اكتشاف الأنماط بعد أسبوعين من البيانات. لديك حاليًا %d/2.
ca: Els patrons es descobreixen a les 2 setmanes de dades. Portes %d/2.
de: Muster werden nach 2 Wochen Daten erkannt. Sie haben %d/2.
es: Los patrones se descubren a las 2 semanas de datos. Llevas %d/2.
fr: Les motifs sont détectés après 2 semaines de données. Vous en avez %d/2.
ja: パターンは2週間のデータで検出されます。現在 %d/2。
zh_hans: 模式在 2 周数据后检测到。您目前有 %d/2。

# dna.sheet.patterns.instances
source: %d weeks
ar: %d أسابيع
ca: %d setmanes
de: %d Wochen
es: %d semanas
fr: %d semaines
ja: %d週間
zh_hans: %d 周

# dna.sheet.patterns.noClusters
source: Your weeks are too similar — no distinct patterns yet. This usually means your habits are very regular.
ar: أسابيعك متشابهة جدًا — لا توجد أنماط مميزة بعد. يعني هذا عادةً أن عاداتك منتظمة جدًا.
ca: Les teves setmanes són molt semblants — encara no hi ha patrons distints. Sol significar que els teus hàbits són molt regulars.
de: Ihre Wochen sind sich zu ähnlich — noch keine unterschiedlichen Muster. Das bedeutet meist, dass Ihre Gewohnheiten sehr regelmäßig sind.
es: Tus semanas son muy parecidas entre sí — aún no hay patrones distintos. Suele significar que tus hábitos son muy regulares.
fr: Vos semaines se ressemblent trop — aucun motif distinct pour l'instant. Cela signifie généralement que vos habitudes sont très régulières.
ja: あなたの週は似すぎています — まだ明確なパターンはありません。習慣が非常に規則的な場合によく見られます。
zh_hans: 您的几周太相似 — 尚无明显模式。这通常意味着您的习惯非常规律。

# dna.sheet.patterns.placeholder
source: Analyzing your most recurring sleep patterns
ar: تحليل أنماط نومك الأكثر تكرارًا
ca: Analitzant els patrons més recurrents del teu son
de: Analysiere deine häufigsten Schlafmuster
es: Analizando los patrones más recurrentes de tu sueño
fr: Analyse des motifs les plus récurrents de ton sommeil
ja: 最も頻繁な睡眠パターンを分析中
zh_hans: 分析您最常见的睡眠模式

# dna.sheet.prediction.alignments
source: Most similar weeks
ar: الأسابيع الأكثر تشابهًا
ca: Setmanes més similars
de: Ähnlichste Wochen
es: Semanas más similares
fr: Semaines les plus similaires
ja: 最も類似した週
zh_hans: 最相似的周

# dna.sheet.prediction.basedOn
source: Based on %d historical weeks
ar: بناءً على %d أسبوعًا من السجل
ca: Basada en %d setmanes històriques
de: Basiert auf %d historischen Wochen
es: Basada en %d semanas históricas
fr: Basée sur %d semaines d'historique
ja: %d週間の履歴に基づく
zh_hans: 基于 %d 个历史周

# dna.sheet.prediction.bedtime
source: Bedtime
ar: النوم
ca: Dormir
de: Schlafenszeit
es: Dormir
fr: Coucher
ja: 就寝
zh_hans: 入睡

# dna.sheet.prediction.confidence
source: Confidence
ar: الثقة
ca: Confiança
de: Vertrauen
es: Confianza
fr: Confiance
ja: 信頼度
zh_hans: 置信度

# dna.sheet.prediction.duration
source: Duration
ar: المدة
ca: Durada
de: Dauer
es: Duración
fr: Durée
ja: 時間
zh_hans: 时长

# dna.sheet.prediction.empty
source: You need more weeks of history to generate a prediction.
ar: تحتاج إلى مزيد من أسابيع السجل لإنشاء تنبؤ.
ca: Necessites més setmanes d'historial per generar una predicció.
de: Sie benötigen mehr Wochenverlauf, um eine Vorhersage zu erstellen.
es: Necesitas más semanas de historial para generar una predicción.
fr: Il vous faut plus de semaines d'historique pour générer une prédiction.
ja: 予測を生成するには、さらに多くの週の履歴が必要です。
zh_hans: 您需要更多周的历史记录才能生成预测。

# dna.sheet.prediction.placeholder
source: Building the prediction for your next night
ar: بناء تنبؤ ليلتك القادمة
ca: Construint la predicció de la teva pròxima nit
de: Erstelle die Vorhersage für deine nächste Nacht
es: Construyendo la predicción de tu próxima noche
fr: Construction de la prédiction pour ta prochaine nuit
ja: 次の夜の予測を構築中
zh_hans: 正在构建下一晚的预测

# dna.sheet.prediction.wake
source: Wake
ar: الاستيقاظ
ca: Despertar
de: Aufwachen
es: Despertar
fr: Réveil
ja: 起床
zh_hans: 醒来

# dna.state.coherence
source: Coherence
ar: التماسك
ca: Coherència
de: Kohärenz
es: Coherencia
fr: Cohérence
ja: コヒーレンス
zh_hans: 一致性

# dna.state.header
source: Your rhythm today
ar: إيقاعك اليوم
ca: El teu ritme avui
de: Dein Rhythmus heute
es: Tu ritmo hoy
fr: Ton rythme aujourd'hui
ja: 今日のリズム
zh_hans: 你今天的节律

# dna.state.misaligned
source: misaligned
ar: غير متوازن
ca: desalineat
de: fehlausgerichtet
es: desalineado
fr: désaligné
ja: 不整合
zh_hans: 未对齐

# dna.state.synchronized
source: synchronized
ar: متزامن
ca: sincronitzat
de: synchronisiert
es: sincronizado
fr: synchronisé
ja: 同期済み
zh_hans: 已同步

# dna.state.transitioning
source: transitioning
ar: في مرحلة انتقالية
ca: en transició
de: im Übergang
es: en transición
fr: en transition
ja: 移行中
zh_hans: 过渡中

# dna.tier.analysisLevel
source: Analysis level:
ar: مستوى التحليل:
ca: Nivell d'anàlisi:
de: Analysestufe:
es: Nivel de análisis:
fr: Niveau d'analyse :
ja: 分析レベル：
zh_hans: 分析级别：

# dna.tier.basic
source: Basic
ar: أساسي
ca: Bàsic
de: Basis
es: Básico
fr: Basique
ja: ベーシック
zh_hans: 基础

# dna.tier.full
source: Full
ar: كامل
ca: Complet
de: Vollständig
es: Completo
fr: Complet
ja: フル
zh_hans: 完整

# dna.tier.intermediate
source: Intermediate
ar: متوسط
ca: Intermedi
de: Mittel
es: Intermedio
fr: Intermédiaire
ja: 中級
zh_hans: 中级

# dna.tier.weeksOfData
source: weeks of data
ar: أسابيع من البيانات
ca: setmanes de dades
de: Wochen Daten
es: semanas de datos
fr: semaines de données
ja: 週のデータ
zh_hans: 周数据

# dream.entry.cancel
source: Cancel
ar: إلغاء
ca: Cancel·lar
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh_hans: 取消

# dream.entry.intensity
source: How vivid was it?
ar: ما مدى وضوحه؟
ca: Com de vívid va ser?
de: Wie lebhaft war er?
es: Qué tan vívido fue?
fr: À quel point était-il vif ?
ja: どのくらい鮮明でしたか？
zh_hans: 梦境有多清晰？

# dream.entry.placeholder
source: Describe your dream...
ar: صِف حلمك...
ca: Descriu el teu somni...
de: Beschreibe deinen Traum...
es: Describe tu sueño...
fr: Décris ton rêve...
ja: 夢の内容を記述してください...
zh_hans: 描述你的梦境...

# dream.entry.prompt
source: What did you dream?
ar: ماذا حلمت؟
ca: Què has somiat?
de: Was hast du geträumt?
es: Qué soñaste?
fr: Qu'as-tu rêvé ?
ja: どんな夢を見ましたか？
zh_hans: 你做了什么梦？

# dream.entry.save
source: Save
ar: حفظ
ca: Desar
de: Sichern
es: Guardar
fr: Enregistrer
ja: 保存
zh_hans: 保存

# dream.entry.title
source: Dream Journal
ar: دفتر الأحلام
ca: Diari de somnis
de: Traumtagebuch
es: Diario de sueños
fr: Journal de rêves
ja: 夢日記
zh_hans: 梦境日志

# dream.intensity.faint
source: Faint
ar: باهت
ca: Feble
de: Schwach
es: Tenue
fr: Faible
ja: かすか
zh_hans: 模糊

# dream.intensity.lucid
source: Lucid
ar: واعي
ca: Lúcid
de: Luzid
es: Lúcido
fr: Lucide
ja: 明晰夢
zh_hans: 清醒梦

# dream.intensity.normal
source: Normal
ar: عادي
ja: 普通
zh_hans: 普通

# dream.intensity.vague
source: Vague
ar: غامض
ca: Difús
de: Vage
es: Difuso
ja: ぼんやり
zh_hans: 隐约

# dream.intensity.vivid
source: Vivid
ar: حيّ
ca: Vívid
de: Lebhaft
es: Vívido
fr: Vif
ja: 鮮明
zh_hans: 鲜明

# dream.interpret.button
source: Interpret dream
ar: تفسير الحلم
ca: Interpretar somni
de: Traum deuten
es: Interpretar sueño
fr: Interpréter le rêve
ja: 夢を解釈する
zh_hans: 解读梦境

# dream.interpret.title
source: Interpretation
ar: تفسير
ca: Interpretació
de: Deutung
es: Interpretación
fr: Interprétation
ja: 解釈
zh_hans: 解读

# drift.legend.acrophase
source: Acrophase drift (min)
ar: انجراف الأكروفاز (دقيقة)
ca: Deriva Acrophase (min)
de: Akrophase-Drift (min)
es: Deriva Acrophase (min)
fr: Dérive Acrophase (min)
ja: Acrophaseドリフト (分)
zh_hans: Acrophase漂移 (分钟)

# drift.legend.amplitude
source: Amplitude
ar: السعة
ca: Amplitud
es: Amplitud
ja: 振幅
zh_hans: 振幅

# drift.title
source: Circadian Drift
ar: الانجراف البيولوجي
ca: Deriva circadiana
de: Zirkadianer Drift
es: Deriva circadiana
fr: Dérive circadienne
ja: 概日ドリフト
zh_hans: 昼夜节律漂移

# event.source.healthKit
source: From Apple Watch
ar: من Apple Watch
ca: Des d'Apple Watch
de: Von Apple Watch
es: Desde Apple Watch
fr: Depuis Apple Watch
ja: Apple Watchから
zh_hans: 来自 Apple Watch

# event.type.alcohol
source: Alcohol
ar: الكحول
de: Alkohol
fr: Alcool
ja: アルコール
zh_hans: 酒精

# event.type.caffeine
source: Caffeine
ar: الكافيين
ca: Cafeïna
de: Koffein
es: Cafeína
fr: Caféine
ja: カフェイン
zh_hans: 咖啡因

# event.type.exercise
source: Exercise
ar: تمرين
ca: Exercici
de: Sport
es: Ejercicio
fr: Exercice
ja: 運動
zh_hans: 运动

# event.type.highHR
source: High HR
ar: معدل نبض مرتفع
ca: FC Elevada
de: Hohe HF
es: FC Elevada
fr: FC Élevée
ja: 高心拍
zh_hans: 高心率

# event.type.light
source: Bright Light
ar: ضوء ساطع
ca: Llum brillant
de: Helles Licht
es: Luz brillante
fr: Lumière vive
ja: 明るい光
zh_hans: 强光

# event.type.meal
source: Meal
ar: وجبة
ca: Àpat
de: Mahlzeit
es: Comida
fr: Repas
ja: 食事
zh_hans: 餐食

# event.type.melatonin
source: Melatonin
ar: الميلاتونين
ca: Melatonina
es: Melatonina
fr: Mélatonine
ja: メラトニン
zh_hans: 褪黑素
